Repository: NDLANO/h5p-caretaker-server
Catalog: locale/*/LC_MESSAGES/h5p_caretaker_server.po
Languages: de_de

source: H5P Caretaker Reference Implementation
de_de: H5P-Caretaker-Referenzimplementierung

source: or drag the file here
de_de: oder ziehe die Datei hierher

source: Remove file
de_de: Entferne Datei

source: Select your language
de_de: Wähle deine Sprache

source: Upload progress
de_de: Upload-Fortschritt

source: Upload your H5P file
de_de: Lade deine H5P-Datei hoch

source: Your file is being checked
de_de: Deine Datei wird geprüft

source: Your file was checked successfully
de_de: Deine Datei wurde erfolgreich geprüft

source: Total messages
de_de: Meldungen insgesamt

source: issues
de_de: Auffälligkeiten

source: results
de_de: Ergebnisse

source: Filter by
de_de: Filtern nach

source: Group by
de_de: Gruppieren nach

source: Download
de_de: Herunterladen

source: Expand all messages
de_de: Alle Meldungen ausklappen

source: Collapse all messages
de_de: Alle Meldungen einklappen

source: All messages have been filtered out by content.
de_de: Alle Meldungen wurden nach Inhalt herausgefiltert.

source: H5P Caretaker report for @title
de_de: H5P-Caretaker-Report für @title

source: Content type filter
de_de: Inhaltstypfilter

source: Show all
de_de: Zeige alle

source: Various selected contents
de_de: Verschiedene ausgewählte Inhalte

source: Show none
de_de: Zeige keine

source: Filter by content:
de_de: Filtere nach Inhalt:

source: Reset
de_de: Zurücksetzen

source: Take care of your H5P
de_de: Kümmere dich um H5P

source: Check your H5P file for improvements
de_de: Prüfe deine H5P-Datei auf Verbesserungspotential

source: Upload your H5P file and uncover accessibility issues, missing information and best practices that can help you improve your H5P content.
de_de: Lade deine H5P-Datei hoch und entdecke Probleme mit der Barrierefreiheit, fehlende Informationen und bewährte Praktiken, die dir helfen können, deine H5P-Inhalte zu verbessern.

source: Method Not Allowed
de_de: Methode nicht erlaubt

source: It seems that no file was provided or it exceeds the file upload size limit of %s KB.
de_de: Es sieht so aus, als sei keine Datei angegeben worden oder die Dateigröße überschreitet die Grenze von %s KB.

source: Something went wrong with the file upload, but I dunno what.
de_de: Etwas ist schief gelaufen, aber ich weiß nicht was.

source: The file is larger than the allowed maximum file size of %s KB.
de_de: Die Datei ist größer als die maximal erlaubte Dateigröße von %s KB.
